# movies.py
movies = {
  "Драма": ["Дьявол носит Прада", "Маленькие женщины", "После", "50 оттенков серого", "Титаник", "Сумерки", "Голливудская грязь", "Потерянный и в бреду", "За что умереть", "Скандал", "Коко до Шанель", "Оторва"],
  "Комедия": ["Красотка", "Шпионки", "Волк с Уолл стрит", "Завтрак у Тиффани", "Девичник в Вегасе", "Не родись красивой", "8 подруг Оушена", "Блондинка в законе", "Дрянные девчонки"],
  "Хоррор / Триллер": ["Тело Дженнифер", "Иллюзия обмана", "Невеста Франкенштейна", "Ребёнок Розмари", "Кэрри", "Суспирия", "Сияние", "Степфордские женщины", "Фарго", "Предшественница", "Острые предметы", "Подмена", "Яблочный двор", "Бархатные пальчики", "Бумажный дом", "Вонг Фу, с благодарностью за всё"]
}

# series.py
series = {
  "Драма": ["Эмили в Париже", "Судьба: Сага клуба Винкс", "Зачарованные", "Секс в большом городе", "Джини и Джорджия", "Любовь во всём виновата", "Бриджентоны", "Аббатство Даунтон", "Энн", "Ход королевы", "Почему женщины убивают", "Дневники вампиров", "Элита", "Эйфория", "Сплетница", "Большая маленькая ложь", "Содержанки", "Беспринципные", "Однажды в сказке"],
  "Комедия": ["Великая (Американская версия)", "Постучись в мою дверь", "Американская домохозяйка", "Отчаянные домохозяйки", "Оранжевый - хит сезона", "Половое воспитание", "Молокососы", "Девочки Гилмор", "Любовь не понимает слов", "Профессор Фауст", "Киберкраш", "Папины дочки"],
  "Хоррор / Триллер": ["Королевы крика", "Милая обманщица", "Американская история ужасов", "Убивая Еву", "Призрак дома на холме", "Джессика Джонс", "Охотник за разумом", "Ты", "В ее глазах", "Восьмое чувство"]
}
