movies = {
  "Драма": ["Дьявол носит Прада", "Маленькие женщины", "После", "50 оттенков серого", "Титаник", "Сумерки", "Голливудская грязь", "Потерянный и в бреду", "За что умереть", "Скандал", "Коко до Шанель", "Оторва"],
  "Комедия": ["Красотка", "Шпионки", "Волк с Уолл стрит", "Завтрак у Тиффани", "Девичник в Вегасе", "Не родись красивой", "8 подруг Оушена", "Блондинка в законе", "Дрянные девчонки"],
  "Хоррор / Триллер": ["Тело Дженнифер", "Иллюзия обмана", "Невеста Франкенштейна", "Ребёнок Розмари", "Кэрри", "Суспирия", "Сияние", "Степфордские женщины", "Фарго", "Предшественница", "Острые предметы", "Подмена", "Яблочный двор", "Бархатные пальчики", "Бумажный дом", "Вонг Фу, с благодарностью за всё"]
}
