series = {
  "Драма": ["Эмили в Париже", "Судьба: Сага клуба Винкс", "Зачарованные", "Секс в большом городе", "Джини и Джорджия", "Любовь во всём виновата", "Бриджентоны", "Аббатство Даунтон", "Энн", "Ход королевы", "Почему женщины убивают", "Дневники вампиров", "Элита", "Эйфория", "Сплетница", "Большая маленькая ложь", "Содержанки", "Беспринципные", "Однажды в сказке"],
  "Комедия": ["Великая (Американская версия)", "Постучись в мою дверь", "Американская домохозяйка", "Отчаянные домохозяйки", "Оранжевый - хит сезона", "Половое воспитание", "Молокососы", "Девочки Гилмор", "Любовь не понимает слов", "Профессор Фауст", "Киберкраш", "Папины дочки"],
  "Хоррор / Триллер": ["Королевы крика", "Милая обманщица", "Американская история ужасов", "Убивая Еву", "Призрак дома на холме", "Джессика Джонс", "Охотник за разумом", "Ты", "В ее глазах", "Восьмое чувство"]
}
